Repository: gliadev/MedicAppRemind
Catalog: MedicAppRemind/Resources/Localizable.xcstrings
Source language: es
Languages: en

source: %@ pastilla
en: %@ pill

source: %@ pastillas
en: %@ pills

# %@, %@, quedan %lld días, stock bajo
source: %1$@, %2$@, quedan %3$lld días, stock bajo
en: %1$@, %2$@, %3$lld days remaining, low stock

# %@, %@, quedan %lld días, stock correcto
source: %1$@, %2$@, quedan %3$lld días, stock correcto
en: %1$@, %2$@, %3$lld days remaining, stock OK

# %@, %@, sin pauta
source: %1$@, %2$@, sin pauta
en: %1$@, %2$@, no schedule

# %@, %@, sin stock
source: %1$@, %2$@, sin stock
en: %1$@, %2$@, out of stock

# %@, se agota el %@
source: %1$@, se agota el %2$@
en: %1$@, runs out on %2$@

source: %@, stock bajo
en: %@, low stock

source: %@, stock correcto
en: %@, stock OK

# %lld de %lld
source: %1$lld de %2$lld
en: %1$lld of %2$lld

source: %lld días
en: %lld days

source: %lld días de stock
en: %lld days of stock

source: %lld días de tratamiento
en: %lld days of treatment

source: %lld pastillas
en: %lld pills

source: 1 día
en: 1 day

source: 1 día de tratamiento
en: 1 day of treatment

source: 1 pastilla
en: 1 pill

source: Activa Face ID o Touch ID para proteger tu medicación
en: Turn on Face ID or Touch ID to protect your medication

source: Activa o desactiva las notificaciones de este medicamento
en: Turns notifications for this medication on or off

source: Activar bloqueo
en: Turn on lock

source: Añade medicamentos con pauta para ver tus tomas aquí.
en: Add medications with a schedule to see your doses here.

source: Añade tu primer medicamento para empezar.
en: Add your first medication to get started.

source: Añade una hora de toma y programa el recordatorio.
en: Add a dose time and schedule the reminder.

source: Añadir
en: Add

source: Añadir al calendario
en: Add to calendar

source: Añadir hora
en: Add time

source: Añadir medicamento
en: Add medication

source: Avisar a la hora de cada toma
en: Notify at each dose time

source: Bloqueo
en: Lock

source: Bloqueo biométrico
en: Biometric lock

source: Calendario
en: Calendar

source: Cancelar
en: Cancel

source: Cantidad por toma
en: Amount per dose

source: Consultar lo que queda de ${medication}
en: Check what's left of ${medication}

source: Consultar restante
en: Check remaining

source: Continuar
en: Continue

source: Crea o elimina los eventos de tus tomas en el calendario del sistema.
en: Creates or removes your dose events in the system calendar.

source: Desactiva el bloqueo biométrico de la app
en: Turn off the app's biometric lock

source: Desactivar bloqueo
en: Turn off lock

source: Desbloquea la app para acceder a tu medicación.
en: Unlock the app to access your medication.

source: Desbloquea MediRemind para acceder a tu medicación
en: Unlock MediRemind to access your medication

source: Desbloquear
en: Unlock

source: Descripción de la dosis, por ejemplo 850 mg o 20 mcg
en: Dose description, for example 850 mg or 20 mcg

source: Días restantes
en: Days remaining

source: Dice cuántas pastillas y días de tratamiento te quedan.
en: Tells you how many pills and days of treatment you have left.

source: Dosis
en: Dose

source: Editar
en: Edit

source: Editar medicamento
en: Edit medication

source: Ej. 850 mg
en: e.g. 850 mg

source: El bloqueo no está configurado. Actívalo de nuevo en los ajustes.
en: The lock isn't set up. Turn it on again in settings.

source: Etiqueta de dosis
en: Dose label

source: Face ID o Touch ID no está disponible en este dispositivo.
en: Face ID or Touch ID isn't available on this device.

source: Guarda los datos de este medicamento
en: Saves this medication's details

source: Guardar
en: Save

source: Historial de tomas
en: Intake history

source: Hora
en: Time

source: Hora de toma
en: Dose time

source: Hora de tu medicación
en: Time for your medication

source: Horario de tomas
en: Dose schedule

source: Hoy
en: Today

source: Los eventos se añadirán al calendario del sistema, que puede estar sincronizado o compartido con otras personas. Los títulos incluirán el nombre del medicamento.
en: Events will be added to the system calendar, which may be synced or shared with other people. Titles will include the medication name.

source: Medicamento
en: Medication

source: Medicamento no encontrado
en: Medication not found

source: Medicamentos
en: Medications

source: MediRemind bloqueado
en: MediRemind locked

source: No encontré ese medicamento. Vuelve a intentarlo desde la app.
en: I couldn't find that medication. Try again from the app.

source: No hay acceso al calendario. Actívalo en Ajustes para añadir tus tomas.
en: No calendar access. Enable it in Settings to add your doses.

source: No se pudo abrir el almacén
en: Couldn't open the store

source: No se pudo configurar el bloqueo. Asegúrate de que el dispositivo tiene código de acceso.
en: Couldn't set up the lock. Make sure your device has a passcode.

source: No se pudo guardar el evento en el calendario. Inténtalo de nuevo.
en: Couldn't save the event to the calendar. Please try again.

source: No se pudo verificar tu identidad. Inténtalo de nuevo.
en: Couldn't verify your identity. Try again.

source: Nombre
en: Name

source: Nombre del medicamento
en: Medication name

source: Nombre y dosis
en: Name and dose

source: Nuevo medicamento
en: New medication

source: Número de pastillas que tienes en casa ahora mismo
en: Number of pills you currently have at home

source: Omitida
en: Skipped

source: Pastillas
en: Pills

source: Pastillas por toma
en: Pills per dose

source: Pauta diaria
en: Daily schedule

source: Pendiente
en: Pending

source: Posponer 10 min
en: Snooze 10 min

source: Pospuesta
en: Snoozed

source: Programar recordatorio
en: Schedule reminder

source: Progreso
en: Progress

source: Progreso del día
en: Today's progress

source: Puede que se haya eliminado.
en: It may have been deleted.

source: Pulsa para registrar la toma
en: Tap to log the dose

source: Quitar
en: Remove

source: Quitar hora %@
en: Remove time %@

source: Recarga tu medicación pronto.
en: Refill your medication soon.

source: Recargar %@
en: Refill %@

source: Recordar ${medication} a las ${time}
en: Remind me about ${medication} at ${time}

source: Recordar recarga en calendario
en: Add refill reminder to calendar

source: Recordatorios
en: Reminders

source: Recordatorios activos
en: Reminders on

source: Recuperando tus datos desde iCloud.
en: Retrieving your data from iCloud.

source: Registra una toma y descuenta una pastilla del stock.
en: Logs a dose and deducts a pill from your stock.

# Registrada la toma de %@. Te quedan %@.
source: Registrada la toma de %1$@. Te quedan %2$@.
en: Logged the dose of %1$@. You have %2$@ left.

source: Registrar toma
en: Log dose

source: Registrar toma de ${medication}
en: Log a dose of ${medication}

source: Reinicia la app. Si el problema continúa, contacta con soporte.
en: Restart the app. If the problem continues, contact support.

source: Resta una pastilla del stock y registra la toma
en: Subtracts a pill from your stock and logs the dose

source: Se agota el %@
en: Runs out on %@

source: Selecciona la hora de la toma
en: Select the dose time

source: Sin medicamentos
en: No medications

source: sin pauta
en: no schedule

source: Sin pauta
en: No schedule

source: Sin pauta activa
en: No active schedule

source: sin stock
en: out of stock

source: Sin stock
en: Out of stock

source: Sin tomas hoy
en: No doses today

source: Sincronización con calendario
en: Calendar sync

source: Sincronizando con iCloud
en: Syncing with iCloud

source: Sincronizando…
en: Syncing…

source: Solicita verificación con Face ID o Touch ID
en: Requests verification with Face ID or Touch ID

source: Stock actual
en: Current stock

source: Stock actual en pastillas
en: Current stock in pills

source: Stock bajo
en: Low stock

source: Stock bajo · %lld días
en: Low stock · %lld days

# Te quedan %@ de %@, para %@.
source: Te quedan %1$@ de %2$@, para %3$@.
en: You have %1$@ of %2$@ left, about %3$@.

# Te quedan %@ de %@.
source: Te quedan %1$@ de %2$@.
en: You have %1$@ of %2$@ left.

# Te recordaré tomar %@ a las %@.
source: Te recordaré tomar %1$@ a las %2$@.
en: I'll remind you to take %1$@ at %2$@.

source: Tienes una toma pendiente.
en: You have a dose due.

source: Toma registrada, quedan %@
en: Dose logged, %@ left

source: Toma ya registrada
en: Dose already logged

source: Tomada
en: Taken

# Tomar %@ (%@)
source: Tomar %1$@ (%2$@)
en: Take %1$@ (%2$@)

source: un día
en: 1 day

source: unos %lld días
en: %lld days

# validationError.emptyName
source: El nombre del medicamento no puede estar vacío.
en: The medication name can't be empty.

# validationError.emptySchedule
source: La pauta debe tener al menos una toma programada.
en: The schedule must have at least one scheduled dose.

# validationError.negativeStock
source: Las existencias no pueden ser negativas.
en: Stock can't be negative.

# validationError.nonPositivePillsPerDose
source: Las pastillas por toma deben ser mayores que cero.
en: Pills per dose must be greater than zero.
